yubikey-manager
libfido2

chezmoi
nvim
firefox

ghostty
swww
wlsunset
xwayland-satellite

fish
fisher
fzf
fd
eza
bat

git
age
less

mise
go
npm

kubectl
kubie

pavucontrol
