amd-ucode
base
base-devel
efibootmgr
gst-plugin-pipewire
libpulse
linux
linux-firmware
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
wireplumber

less
git
openssh
unzip
fuse

yubikey-manager

networkmanager
nvidia-open

jq
the_silver_searcher
ripgrep
fd
bat
exa
fzf
neovim
gnu-free-fonts
ly
swaync

brightnessctl
playerctl
sway
swaybg
swayidle
swaylock
wmenu
xorg-xwayland
wlr-randr
wlsunset
grim
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-gnome
sops
go-task
ansible
python-netaddr
python-jmespath

fish
fisher
firefox
rbw

archlinux-wallpaper
chezmoi
ghostty
otf-monaspace

npm

qrencode
gnupg
paperkey
age

kubectl
minikube
docker

entr
